Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# settings.phiLink.officialBot.refreshQRCodeAction
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
nl: Vernieuwen
zh_hans: 刷新
zh_hant: 重新整理

# settings.phiLink.officialBot.relinkAction
source: Relink
de: Neu verknüpfen
es: Volver a vincular
fr: Réassocier
ja: 再連携
ko: 다시 연동
nl: Opnieuw koppelen
zh_hans: 重新关联
zh_hant: 重新連結

# settings.phiLink.officialBot.retryButton
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
zh_hans: 重试
zh_hant: 重試

# settings.phiLink.officialBot.serviceIssueStatus
source: Service issue
de: Dienststörung
es: Problema del servicio
fr: Problème de service
ja: サービス障害
ko: 서비스 문제
nl: Serviceprobleem
zh_hans: 服务异常
zh_hant: 服務異常

# settings.phiLink.officialBot.serviceUnavailableHint
source: Retry after Phi Sentinel is running normally.
de: Versuche es erneut, sobald Phi Sentinel normal läuft.
es: Vuelve a intentarlo cuando Phi Sentinel funcione con normalidad.
fr: Réessayez une fois que Phi Sentinel fonctionne normalement.
ja: Phi Sentinelが正常に動作してから再試行してください。
ko: Phi Sentinel이 정상적으로 실행된 뒤에 다시 시도해 주세요.
nl: Probeer het opnieuw zodra Phi Sentinel normaal draait.
zh_hans: 请在 Phi Sentinel 恢复正常运行后重试。
zh_hant: 請在 Phi Sentinel 正常執行後再重試。

# settings.phiLink.officialBot.serviceUnavailableMessage
source: Phi Sentinel service is unavailable. Check whether it started normally.
de: Der Phi Sentinel-Dienst ist nicht verfügbar. Prüfe, ob er normal gestartet ist.
es: El servicio de Phi Sentinel no está disponible. Comprueba si se inició correctamente.
fr: Le service Phi Sentinel est indisponible. Vérifiez qu'il a démarré normalement.
ja: Phi Sentinelサービスを利用できません。正常に起動しているか確認してください。
ko: Phi Sentinel 서비스를 사용할 수 없어요. 정상적으로 시작됐는지 확인해 주세요.
nl: De Phi Sentinel-service is niet beschikbaar. Controleer of de service normaal is gestart.
zh_hans: Phi Sentinel 服务不可用。请检查它是否正常启动。
zh_hant: Phi Sentinel 服務無法使用。請檢查它是否正常啟動。

# settings.phiLink.officialBot.title
source: Official Phi Link Telegram bot
de: Offizieller Phi Link Telegram-Bot
es: Bot de Telegram oficial de Phi Link
fr: Bot Telegram officiel de Phi Link
ja: Phi Link公式Telegramボット
ko: 공식 Phi Link Telegram 봇
nl: Officiële Telegram-bot van Phi Link
zh_hans: Phi Link 官方 Telegram 机器人
zh_hant: Phi Link 官方 Telegram 機器人

# settings.phiLink.officialBot.unlinkButton
source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Dissocier
ja: 連携を解除
ko: 연결 해제
nl: Ontkoppel
zh_hans: 取消关联
zh_hant: 取消連結

# settings.phiLink.sectionDescription
source: Using Telegram to send and receive messages with %@
de: Telegram wird verwendet, um Nachrichten mit %@ auszutauschen
es: Usa Telegram para enviar y recibir mensajes con %@
fr: Utilisation de Telegram pour envoyer et recevoir des messages avec %@
ja: Telegramを使って%@とメッセージを送受信します
ko: Telegram으로 %@와(과) 메시지를 주고받아요
nl: Telegram gebruiken om berichten te versturen en te ontvangen met %@
zh_hans: 通过 Telegram 与 %@ 收发消息
zh_hant: 透過 Telegram 與 %@ 收發訊息

# settings.phiLink.serviceUnavailableMessage
source: The local IM service is unavailable. Check whether Phi Sentinel started normally and the IM service is running.
de: Der lokale IM-Dienst ist nicht verfügbar. Prüfe, ob Phi Sentinel normal gestartet ist und der IM-Dienst läuft.
es: El servicio de mensajería local no está disponible. Comprueba si Phi Sentinel se inició correctamente y si el servicio de mensajería está en ejecución.
fr: Le service de messagerie local est indisponible. Vérifiez que Phi Sentinel a démarré normalement et que le service de messagerie est en cours d'exécution.
ja: ローカルのIMサービスが利用できません。Phi Sentinelが正常に起動し、IMサービスが動作しているか確認してください。
ko: 로컬 IM 서비스를 사용할 수 없어요. Phi Sentinel이 정상적으로 시작됐는지, IM 서비스가 실행 중인지 확인해 주세요.
nl: De lokale IM-service is niet beschikbaar. Controleer of Phi Sentinel normaal is gestart en of de IM-service draait.
zh_hans: 本地 IM 服务不可用。请检查 Phi Sentinel 是否正常启动，以及 IM 服务是否正在运行。
zh_hant: 本機 IM 服務無法使用。請檢查 Phi Sentinel 是否正常啟動，以及 IM 服務是否正在執行。

# settings.phiLink.sessionExpiredMessage
source: Your Phi session has expired. Please sign in again, then retry Phi Link.
de: Deine Phi-Sitzung ist abgelaufen. Bitte melde dich erneut an und versuche Phi Link dann noch einmal.
es: Tu sesión de Phi caducó. Inicia sesión de nuevo y vuelve a intentar Phi Link.
fr: Votre session Phi a expiré. Veuillez vous reconnecter, puis réessayer Phi Link.
ja: Phiのセッションの有効期限が切れました。もう一度ログインしてから、Phi Linkをやり直してください。
ko: Phi 세션이 만료됐어요. 다시 로그인한 뒤 Phi Link를 다시 시도해 주세요.
nl: Je Phi-sessie is verlopen. Log opnieuw in en probeer Phi Link daarna nogmaals.
zh_hans: 你的 Phi 会话已过期。请重新登录，然后重试 Phi Link。
zh_hant: 你的 Phi 工作階段已過期。請重新登入，然後再試一次 Phi Link。

# settings.profiles.createDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.profiles.createDialog.createButton
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
nl: Maak aan
zh_hans: 创建
zh_hant: 建立

# settings.profiles.createDialog.message
source: Enter a name for the new profile. Each profile has its own cookies, history, and extensions.
de: Gib einen Namen für das neue Profil ein. Jedes Profil hat eigene Cookies, einen eigenen Verlauf und eigene Erweiterungen.
es: Introduce un nombre para el perfil nuevo. Cada perfil tiene sus propias cookies, historial y extensiones.
fr: Saisissez un nom pour le nouveau profil. Chaque profil possède ses propres cookies, son historique et ses extensions.
ja: 新しいプロファイルの名前を入力してください。各プロファイルには独自のCookie、履歴、拡張機能があります。
ko: 새 프로필의 이름을 입력하세요. 프로필마다 별도의 쿠키, 방문 기록, 확장 프로그램이 있어요.
nl: Voer een naam in voor het nieuwe profiel. Elk profiel heeft zijn eigen cookies, geschiedenis en extensies.
zh_hans: 输入新个人资料的名称。每个个人资料都有自己的 Cookie、历史记录和扩展程序。
zh_hant: 請輸入新設定檔的名稱。每個設定檔都有自己的 Cookie、歷史記錄和擴充功能。

# settings.profiles.createDialog.title
source: New Profile
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
ja: 新しいプロファイル
ko: 새 프로필
nl: Nieuw profiel
zh_hans: 新建个人资料
zh_hant: 新增設定檔

# settings.profiles.dataLinks.clearBrowsingData
source: Clear Browsing Data
de: Browserdaten löschen
es: Borrar datos de navegación
fr: Effacer les données de navigation
ja: 閲覧データを消去
ko: 인터넷 사용 기록 삭제
nl: Browsegegevens wissen
zh_hans: 清除浏览数据
zh_hant: 清除瀏覽資料

# settings.profiles.dataLinks.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
nl: Meldingen
zh_hans: 通知
zh_hant: 通知

# settings.profiles.dataLinks.privacyAndSecurity
source: Privacy and Security
de: Datenschutz und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
nl: Privacy en beveiliging
zh_hans: 隐私和安全性
zh_hant: 隱私權與安全性

# settings.profiles.dataLinks.sectionTitle
source: Your Data and Settings
de: Deine Daten und Einstellungen
es: Tus datos y tu configuración
fr: Vos données et paramètres
ja: データと設定
ko: 내 데이터 및 설정
nl: Je gegevens en instellingen
zh_hans: 你的数据和设置
zh_hant: 你的資料與設定

# settings.profiles.deleteButtonTooltip
source: Delete selected profile
de: Ausgewähltes Profil löschen
es: Eliminar el perfil seleccionado
fr: Supprimer le profil sélectionné
ja: 選択したプロファイルを削除
ko: 선택한 프로필 삭제
nl: Verwijder geselecteerd profiel
zh_hans: 删除所选个人资料
zh_hant: 刪除所選設定檔

# settings.profiles.deleteConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.profiles.deleteConfirmation.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# settings.profiles.deleteConfirmation.message
source: All cookies, history, extensions, and saved data on this profile will be permanently removed. This cannot be undone.
de: Alle Cookies, der Verlauf, Erweiterungen und gespeicherte Daten dieses Profils werden dauerhaft entfernt. Das kann nicht rückgängig gemacht werden.
es: Todas las cookies, el historial, las extensiones y los datos guardados de este perfil se eliminarán de forma permanente. Esto no se puede deshacer.
fr: Tous les cookies, l'historique, les extensions et les données enregistrées de ce profil seront définitivement supprimés. Cette action est irréversible.
ja: このプロファイルのCookie、履歴、拡張機能、保存データはすべて完全に削除されます。この操作は取り消せません。
ko: 이 프로필의 모든 쿠키, 방문 기록, 확장 프로그램, 저장된 데이터가 영구적으로 제거돼요. 이 작업은 되돌릴 수 없어요.
nl: Alle cookies, geschiedenis, extensies en opgeslagen gegevens van dit profiel worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 此个人资料中的所有 Cookie、历史记录、扩展程序和已保存的数据都将被永久移除。此操作无法撤销。
zh_hant: 此設定檔中的所有 Cookie、歷史記錄、擴充功能與已儲存的資料都將永久移除。此操作無法復原。

# settings.profiles.deleteConfirmation.title
source: Delete profile “%@”?
de: Profil „%@“ löschen?
es: ¿Eliminar el perfil “%@”?
fr: Supprimer le profil « %@ » ?
ja: プロファイル「%@」を削除しますか？
ko: 프로필 “%@”을(를) 삭제할까요?
nl: Profiel “%@” verwijderen?
zh_hans: 要删除个人资料「%@」吗？
zh_hant: 要刪除設定檔「%@」嗎？

# settings.profiles.deleteFailure.title
source: Couldn't delete profile
de: Profil konnte nicht gelöscht werden
es: No se pudo eliminar el perfil
fr: Impossible de supprimer le profil
ja: プロファイルを削除できませんでした
ko: 프로필을 삭제할 수 없음
nl: Kan profiel niet verwijderen
zh_hans: 无法删除个人资料
zh_hant: 無法刪除設定檔

# settings.profiles.deleteFailure.unknownError
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
zh_hans: 未知错误
zh_hant: 未知錯誤

# settings.profiles.details.downloadLocationLabel
source: Download Location
de: Download-Speicherort
es: Ubicación de descarga
fr: Emplacement de téléchargement
ja: ダウンロード先
ko: 다운로드 위치
nl: Downloadlocatie
zh_hans: 下载位置
zh_hant: 下載位置

# settings.profiles.details.emptyPlaceholder
source: Select a profile to view its settings.
de: Wähle ein Profil aus, um seine Einstellungen anzuzeigen.
es: Selecciona un perfil para ver su configuración.
fr: Sélectionnez un profil pour afficher ses paramètres.
ja: プロファイルを選択すると、その設定が表示されます。
ko: 설정을 보려면 프로필을 선택해 주세요.
nl: Selecteer een profiel om de instellingen ervan te bekijken.
zh_hans: 选择一个个人资料以查看其设置。
zh_hant: 選取設定檔以查看其設定。

# settings.profiles.details.searchEngineLabel
source: Search Engine
de: Suchmaschine
es: Motor de búsqueda
fr: Moteur de recherche
ja: 検索エンジン
ko: 검색 엔진
nl: Zoekmachine
zh_hans: 搜索引擎
zh_hant: 搜尋引擎

# settings.profiles.downloadLocation.chooseButton
source: Choose
de: Auswählen
es: Seleccionar
fr: Choisir
ja: 選択
ko: 선택
nl: Kies
zh_hans: 选取
zh_hant: 選擇

# settings.profiles.downloadLocation.choosePlaceholder
source: Choose…
de: Auswählen…
es: Seleccionar…
fr: Choisir…
ja: 選択…
ko: 선택…
nl: Kies…
zh_hans: 选取…
zh_hant: 選擇…

# settings.profiles.downloadLocation.pickerMessage
source: Choose a download location for this profile.
de: Wähle einen Download-Speicherort für dieses Profil.
es: Elige una ubicación de descarga para este perfil.
fr: Choisissez un emplacement de téléchargement pour ce profil.
ja: このプロファイルのダウンロード先を選択してください。
ko: 이 프로필의 다운로드 위치를 선택해 주세요.
nl: Kies een downloadlocatie voor dit profiel.
zh_hans: 为此个人资料选取下载位置。
zh_hant: 請為此設定檔選擇下載位置。

# settings.profiles.listTitle
source: Your Profiles
de: Deine Profile
es: Tus perfiles
fr: Vos profils
ja: プロファイル
ko: 내 프로필
nl: Je profielen
zh_hans: 你的个人资料
zh_hant: 你的設定檔

# settings.profiles.nameField.duplicateError
source: A profile with this name already exists.
de: Ein Profil mit diesem Namen existiert bereits.
es: Ya existe un perfil con este nombre.
fr: Un profil portant ce nom existe déjà.
ja: この名前のプロファイルはすでに存在します。
ko: 같은 이름의 프로필이 이미 있어요.
nl: Er bestaat al een profiel met deze naam.
zh_hans: 已存在同名的个人资料。
zh_hant: 已有同名的設定檔。

# settings.profiles.nameField.placeholder
source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
ja: プロファイル名
ko: 프로필 이름
nl: Profielnaam
zh_hans: 个人资料名称
zh_hant: 設定檔名稱

# settings.profiles.newButtonTooltip
source: New profile
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
ja: 新しいプロファイル
ko: 새 프로필
nl: Nieuw profiel
zh_hans: 新建个人资料
zh_hant: 新增設定檔

# settings.profiles.renameButtonTooltip
source: Rename selected profile
de: Ausgewähltes Profil umbenennen
es: Renombrar el perfil seleccionado
fr: Renommer le profil sélectionné
ja: 選択したプロファイルの名前を変更
ko: 선택한 프로필 이름 변경
nl: Wijzig naam van geselecteerd profiel
zh_hans: 重命名所选个人资料
zh_hant: 重新命名所選設定檔

# settings.profiles.renameDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.profiles.renameDialog.message
source: Enter a new name for this profile.
de: Gib einen neuen Namen für dieses Profil ein.
es: Introduce un nombre nuevo para este perfil.
fr: Saisissez un nouveau nom pour ce profil.
ja: このプロファイルの新しい名前を入力してください。
ko: 이 프로필의 새 이름을 입력하세요.
nl: Voer een nieuwe naam in voor dit profiel.
zh_hans: 输入此个人资料的新名称。
zh_hant: 請輸入這個設定檔的新名稱。

# settings.profiles.renameDialog.renameButton
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
nl: Wijzig naam
zh_hans: 重命名
zh_hant: 重新命名

# settings.profiles.renameDialog.title
source: Rename Profile
de: Profil umbenennen
es: Renombrar perfil
fr: Renommer le profil
ja: プロファイルの名前を変更
ko: 프로필 이름 변경
nl: Wijzig profielnaam
zh_hans: 重命名个人资料
zh_hant: 重新命名設定檔

# settings.profiles.renameFailure.title
source: Couldn't rename profile
de: Profil konnte nicht umbenannt werden
es: No se pudo cambiar el nombre del perfil
fr: Impossible de renommer le profil
ja: プロファイルの名前を変更できませんでした
ko: 프로필 이름을 변경할 수 없음
nl: Kan profielnaam niet wijzigen
zh_hans: 无法重命名个人资料
zh_hant: 無法重新命名設定檔

# settings.profiles.renameFailure.unknownError
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
zh_hans: 未知错误
zh_hant: 未知錯誤

# settings.profiles.searchEngine.unavailableStatus
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
ko: 사용할 수 없음
nl: Niet beschikbaar
zh_hans: 不可用
zh_hant: 無法使用

# settings.profiles.unusedStatus
source: Not used
de: Nicht verwendet
es: Sin usar
fr: Non utilisé
ja: 未使用
ko: 미사용
nl: Niet gebruikt
zh_hans: 未使用
zh_hant: 未使用

# settings.shortcuts.activateSpaceCommandTitle
source: Go to Space "%@"
de: Zu Space „%@“ wechseln
es: Ir al Espacio "%@"
fr: Aller à l'Espace « %@ »
ja: スペース「%@」に移動
ko: "%@" 스페이스로 이동
nl: Ga naar Space "%@"
zh_hans: 前往空间「%@」
zh_hant: 前往空間「%@」

# settings.shortcuts.command.closeTab
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
ja: タブを閉じる
ko: 탭 닫기
nl: Sluit tabblad
zh_hans: 关闭标签页
zh_hant: 關閉分頁

# settings.shortcuts.command.closeWindow
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
ko: 윈도우 닫기
nl: Sluit venster
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# settings.shortcuts.command.copyURL
source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
zh_hans: 拷贝网址
zh_hant: 拷貝網址

# settings.shortcuts.command.duplicateTab
source: Duplicate Tab
de: Tab duplizieren
es: Duplicar pestaña
fr: Dupliquer l'onglet
ja: タブを複製
ko: 탭 복제
nl: Dupliceer tabblad
zh_hans: 复制标签页
zh_hant: 複製分頁

# settings.shortcuts.command.findNextMatch
source: Find Next
de: Weitersuchen (vorwärts)
es: Buscar siguiente
fr: Rechercher le suivant
ja: 次を検索
ko: 다음 찾기
nl: Zoek volgende
zh_hans: 查找下一个
zh_hant: 尋找下一個

# settings.shortcuts.command.findOnPage
source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
nl: Zoek
zh_hans: 查找
zh_hant: 尋找

# settings.shortcuts.command.findPreviousMatch
source: Find Previous
de: Weitersuchen (rückwärts)
es: Buscar anterior
fr: Rechercher le précédent
ja: 前を検索
ko: 이전 찾기
nl: Zoek vorige
zh_hans: 查找上一个
zh_hant: 尋找上一個

# settings.shortcuts.command.focusAddressBar
source: Focus Address Bar
de: Adressleiste fokussieren
es: Ir a la barra de direcciones
fr: Sélectionner la barre d'adresse
ja: アドレスバーにフォーカス
ko: 주소 표시줄로 이동
nl: Verplaats focus naar adresbalk
zh_hans: 聚焦地址栏
zh_hant: 選取網址列

# settings.shortcuts.command.goBack
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
nl: Terug
zh_hans: 返回
zh_hant: 上一頁

# settings.shortcuts.command.goForward
source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
nl: Vooruit
zh_hans: 前进
zh_hant: 前進

# settings.shortcuts.command.goHome
source: Home
de: Startseite
es: Página principal
fr: Page d'accueil
ja: ホーム
ko: 홈
nl: Startpagina
zh_hans: 主页
zh_hant: 首頁

# settings.shortcuts.command.inspectWithDeveloperTools
source: Dev Tools Inspect
de: Mit Entwicklertools untersuchen
es: Inspeccionar con DevTools
fr: Inspecter la page
ja: デベロッパーツールで検証
ko: 개발자 도구 검사
nl: Inspecteer met DevTools
zh_hans: 开发者工具检查
zh_hant: 開發人員工具檢查

# settings.shortcuts.command.manageExtensions
source: Extensions
de: Erweiterungen
es: Extensiones
ja: 拡張機能
ko: 확장 프로그램
nl: Extensies
zh_hans: 扩展程序
zh_hant: 擴充功能

# settings.shortcuts.command.muteSite
source: Mute Site
de: Website stummschalten
es: Silenciar sitio
fr: Couper le son du site
ja: サイトをミュート
ko: 사이트 음소거
nl: Demp site
zh_hans: 将网站静音
zh_hant: 關閉網站音訊

# settings.shortcuts.command.newConversation
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
ko: 새 대화
nl: Nieuw gesprek
zh_hans: 新建对话
zh_hant: 新增對話

# settings.shortcuts.command.newIncognitoWindow
source: New Incognito Window
de: Neues Inkognitofenster
es: Nueva ventana de incógnito
fr: Nouvelle fenêtre de navigation privée
ja: 新しいシークレットウインドウ
ko: 새 시크릿 윈도우
nl: Nieuw incognitovenster
zh_hans: 新建无痕式窗口
zh_hant: 新增無痕視窗

# settings.shortcuts.command.newTab
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
zh_hans: 新建标签页
zh_hant: 新增分頁

# settings.shortcuts.command.newTabToRight
source: New Tab To Right
de: Neuer Tab rechts
es: Nueva pestaña a la derecha
fr: Nouvel onglet à droite
ja: 新しいタブを右側に開く
ko: 오른쪽에 새 탭
nl: Nieuw tabblad rechts
zh_hans: 在右侧新建标签页
zh_hant: 在右側開啟新分頁

# settings.shortcuts.command.newWindow
source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
ja: 新しいウインドウ
ko: 새 윈도우
nl: Nieuw venster
zh_hans: 新建窗口
zh_hant: 新增視窗

# settings.shortcuts.command.openDeveloperConsole
source: Dev Tools Console
de: Entwicklertools-Konsole
es: Consola de DevTools
fr: Console des Outils de développement
ja: デベロッパーツールのコンソール
ko: 개발자 도구 콘솔
zh_hans: 开发者工具控制台
zh_hant: 開發人員工具控制台

# settings.shortcuts.command.openDeveloperTools
source: Open DevTools
de: Entwicklertools öffnen
es: Abrir DevTools
fr: Ouvrir les Outils de développement
ja: デベロッパーツールを開く
ko: 개발자 도구 열기
zh_hans: 打开开发者工具
zh_hant: 開啟開發人員工具

# settings.shortcuts.command.openSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
nl: Instellingen
zh_hans: 设置
zh_hant: 設定

# settings.shortcuts.command.organizeTabsWithAI
source: Organize Tabs with AI
de: Tabs mit KI organisieren
es: Organizar pestañas con IA
fr: Organiser les onglets avec l'IA
ja: AIでタブを整理
ko: AI로 탭 정리
nl: Organiseer tabbladen met AI
zh_hans: 用 AI 整理标签页
zh_hant: 使用 AI 整理分頁

# settings.shortcuts.command.printPage
source: Print…
de: Drucken…
es: Imprimir…
fr: Imprimer…
ja: プリント…
ko: 프린트…
nl: Druk af…
zh_hans: 打印…
zh_hant: 列印…

# settings.shortcuts.command.reloadPage
source: Reload Page
de: Seite neu laden
es: Recargar página
fr: Actualiser la page
ja: ページを再読み込み
ko: 페이지 새로고침
nl: Laad pagina opnieuw
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# settings.shortcuts.command.reopenClosedTab
source: Reopen Closed Tab
de: Geschlossenen Tab wieder öffnen
es: Volver a abrir pestaña cerrada
fr: Rouvrir l'onglet fermé
ja: 閉じたタブを再度開く
ko: 닫은 탭 다시 열기
nl: Open gesloten tabblad opnieuw
zh_hans: 重新打开关闭的标签页
zh_hant: 重新開啟已關閉的分頁

# settings.shortcuts.command.resetZoom
source: Zoom Normal
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
ja: 実際のサイズ
ko: 실제 크기
nl: Ware grootte
zh_hans: 实际大小
zh_hant: 實際大小

# settings.shortcuts.command.searchTabs
source: Tab Search
de: Tabs durchsuchen
es: Buscar pestañas
fr: Rechercher dans les onglets
ja: タブを検索
ko: 탭 검색
nl: Zoek in tabbladen
zh_hans: 搜索标签页
zh_hant: 搜尋分頁

# settings.shortcuts.command.searchTheWeb
source: Search the Web...
de: Im Web suchen...
es: Buscar en la Web...
fr: Rechercher sur le Web...
ja: ウェブを検索...
ko: 웹 검색...
nl: Zoek op het web...
zh_hans: 搜索网页…
zh_hant: 搜尋網路…

# settings.shortcuts.command.selectLastTab
source: Select Last Tab
de: Letzten Tab auswählen
es: Seleccionar última pestaña
fr: Sélectionner le dernier onglet
ja: 最後のタブを選択
ko: 마지막 탭 선택
nl: Selecteer laatste tabblad
zh_hans: 选择最后一个标签页
zh_hant: 選取最後一個分頁

# settings.shortcuts.command.selectNextSpace
source: Next Space
de: Nächster Space
es: Espacio siguiente
fr: Espace suivant
ja: 次のスペース
ko: 다음 스페이스
nl: Volgende Space
zh_hans: 下一个空间
zh_hant: 下一個空間

# settings.shortcuts.command.selectNextTab
source: Select Next Tab
de: Nächsten Tab auswählen
es: Seleccionar pestaña siguiente
fr: Sélectionner l'onglet suivant
ja: 次のタブを選択
ko: 다음 탭 선택
nl: Selecteer volgend tabblad
zh_hans: 选择下一个标签页
zh_hant: 選取下一個分頁

# settings.shortcuts.command.selectNumberedTab
source: Select Tab %d
de: Tab %d auswählen
es: Seleccionar pestaña %d
fr: Sélectionner l'onglet %d
ja: タブ%dを選択
ko: 탭 %d 선택
nl: Selecteer tabblad %d
zh_hans: 选择第 %d 个标签页
zh_hant: 選取第 %d 個分頁

# settings.shortcuts.command.selectPreviousSpace
source: Previous Space
de: Vorheriger Space
es: Espacio anterior
fr: Espace précédent
ja: 前のスペース
ko: 이전 스페이스
nl: Vorige Space
zh_hans: 上一个空间
zh_hant: 上一個空間

# settings.shortcuts.command.selectPreviousTab
source: Select Previous Tab
de: Vorherigen Tab auswählen
es: Seleccionar pestaña anterior
fr: Sélectionner l'onglet précédent
ja: 前のタブを選択
ko: 이전 탭 선택
nl: Selecteer vorig tabblad
zh_hans: 选择上一个标签页
zh_hant: 選取上一個分頁

# settings.shortcuts.command.showHistory
source: Show History
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
ja: 履歴を表示
ko: 방문 기록 보기
nl: Toon geschiedenis
zh_hans: 显示历史记录
zh_hant: 顯示歷史記錄

# settings.shortcuts.command.showTabSwitcher
source: Show Tab Switcher
de: Tab-Umschalter anzeigen
es: Mostrar selector de pestañas
fr: Afficher le sélecteur d'onglets
ja: タブスイッチャーを表示
ko: 탭 전환기 보기
nl: Toon tabbladwisselaar
zh_hans: 显示标签页切换器
zh_hant: 顯示分頁切換器

# settings.shortcuts.command.showTabSwitcherReverse
source: Show Tab Switcher(Reverse)
de: Tab-Umschalter anzeigen (rückwärts)
es: Mostrar selector de pestañas (orden inverso)
fr: Afficher le sélecteur d'onglets (ordre inverse)
ja: タブスイッチャーを表示（逆順）
ko: 탭 전환기 보기(역순)
nl: Toon tabbladwisselaar (omgekeerd)
zh_hans: 显示标签页切换器（反向）
zh_hant: 顯示分頁切換器（反向）

# settings.shortcuts.command.stopLoading
source: Stop
de: Stopp
es: Detener
fr: Arrêter le chargement
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止載入

# settings.shortcuts.command.toggleChatbar
source: Toggle Chatbar
de: Chatbar ein-/ausblenden
es: Mostrar u ocultar la Chatbar
fr: Afficher/masquer la Chatbar
ja: Chatbarの表示/非表示
ko: Chatbar 보기/가리기
nl: Toon of verberg Chatbar
zh_hans: 显示或隐藏 Chatbar
zh_hant: 顯示或隱藏 Chatbar

# settings.shortcuts.command.toggleSidebar
source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/masquer la barre latérale
ja: サイドバーの表示/非表示
ko: 사이드바 보기/가리기
nl: Toon of verberg zijbalk
zh_hans: 显示或隐藏侧边栏
zh_hant: 顯示或隱藏側邊欄

# settings.shortcuts.command.viewPageSource
source: View Page Source
de: Seitenquelltext anzeigen
es: Ver código fuente de la página
fr: Afficher le code source de la page
ja: ページのソースを表示
ko: 페이지 소스 보기
nl: Toon paginabron
zh_hans: 查看网页源代码
zh_hant: 檢視網頁原始碼

# settings.shortcuts.command.zoomIn
source: Zoom Plus
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: 拡大
ko: 확대
nl: Zoom in
zh_hans: 放大
zh_hant: 放大

# settings.shortcuts.command.zoomOut
source: Zoom Minus
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: 縮小
ko: 축소
nl: Zoom uit
zh_hans: 缩小
zh_hant: 縮小

# settings.shortcuts.conflictMessage
source: Conflicts with: %@
de: Konflikt mit: %@
es: Entra en conflicto con: %@
fr: En conflit avec : %@
ja: %@と競合しています
ko: 다음과 충돌: %@
nl: Conflicteert met: %@
zh_hans: 与 %@ 冲突
zh_hant: 與以下項目衝突：%@

# settings.shortcuts.group.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Favoris
ja: ブックマーク
ko: 북마크
nl: Bladwijzers
zh_hans: 书签
zh_hant: 書籤
